import React, { Component } from "react";

class Content extends Component {
  render() {
    return (
      <div style={{ padding: "20px" }}>
        <p>
          <strong>Місце народження:</strong> 14 травня 2005 року, місто Суми, Україна
        </p>
        <p>
          <strong>Освіта:</strong> КУССШ 1 ім.В.Стрельченка, КПІ ім. Ігоря Сікорського
        </p>
        <p><strong>Мої хобі:</strong></p>
        <ul>
          <li id="item1">Читання книг</li>
          <li id="item2">Тренування в тренажерному залі</li>
          <li id="item3">Астрологія</li>
        </ul>
        <p><strong>Улюблені книги:</strong></p>
        <ol>
          <li id="book1">"Звіяні вітром" М.Мітчелл</li>
          <li id="book2">"Маленький принц" А.де Сент-Екзюпері</li>
          <li id="book3">"Хіба ревуть воли, як ясла повні?" П.Мирний</li>
          <li id="book4">"Тигролови" І.Багряний</li>
          <li id="book5">"Ті, що співають у терні" К.Мак-Каллоу</li>
        </ol>
        <p>
          Моє улюблене місто – це моє рідне місто, мої Суми. Це місце, сповнене тиші, затишку,
          теплоти та любові.
        </p>
        <p>До повномасштабної війни я не цінувала мій край, проте згодом, коли ледь не втратила, почала сильно цінувати. А також дізнаватися про нього: ходити на екскурсії містом, читати історію. І виявилося, що мої Суми мають багату історію, велику кількість історичних пам'яток, цікавих місць, а також обвіяне легендами. Я люблю і пишаюся своїми Сумами.</p>
      </div>
    );
  }
}

export default Content;
